[{
    "Question": "Cats reproduce sexually, are diploid and have 38 chromosomes (n=19). Where do the chromosomes in a cat zygote come from? A. All 36 from each gamete. B. All 36 from an egg. C. All 36 from the mitotic division of a gamete. D. All 36 from a sperm cell. E. 18 from a sperm cell, 18 from an egg.",
    "Discipline": "gain",
    "problem Id": 0
},{
    "Question": "What is a similarity between transcription and DNA replication? a. They both result in two new double helices. b. They both make new RNA nucleic acids. c. They both occur in the cytoplasm. d. They both create new DNA nucleic acids.",
    "Discipline": "gain",
    "problem Id": 1
},{
    "Question": "The cardiovascular system does not: a. Carry the carbon dioxide generated by the muscles. b. Carry the nutrients absorbed by the digestive system. c. Carry the oxygen inhaled via the pulmonary system. d. Carry the hormones released by the endocrine system.",
    "Discipline": "physics",
    "problem Id": 2
},{
    "Question": "Assume a dog's coat color is Mendelian. The (B) allele is dominant for a brown coat. Black coats (a) are recessive. Which of the following dogs is homozygous recessive? a. A dog with genotype Bb. b. A dog with genotype BB. c. A dog with a brown coat. d. A dog with a black coat. e. None of the other answers is correct.",
    "Discipline": "gain",
    "problem Id": 3
},{
    "Question": "Complementary base pairing of A to T and G to D is essential for: a. Transcription. b. Cellular respiration. c. mRNA synthesis. d. Translation. e. DNA replication.",
    "Discipline": "other",
    "problem Id": 4
},{
    "Question": "There is a population of 1000 crickets. 499.5 of the crickets are heterozygous for leg length, and 500.5 are homozygous for short legs. Long legs are recessive. What is the phenotype frequency of long legs in this population of crickets? a. 25% b. 75% c. 250 crickets d. 50% e. 0%",
    "Discipline": "general",
    "problem Id": 5
},{
    "Question": "How many double helices of DNA are in one chromosome? a. Four b. Eight c. 23 d.Two",
    "Discipline": "geometry",
    "problem Id": 6
},{
    "Question": "In a Mendelian monohybrid cross of a pea plant with dominant tall plants (allele T) with a plant with recessive short plants (allele s), how many offspring of 100 plants in the F2 generation would you predict will be heterozygous? a. 100 b. 75 c. 25 d. 50 e. None",
    "Discipline": "general",
    "problem Id": 7
},{
    "Question": "When two individuals live in the same general area, but not the same ecological niche, then it is an example of: a. Habitat isolation,  which is a postzygotic reproductive barrier. b. Gametic isolation, which is a prezygotic reproductive barrier. c. Habitat hybrid viability, which is a postzygotic reproductive barrier. d. Reduced hybrid fertility, which is a postzygotic reproductive barrier. e. Behavioral isolation, which is a prezygotic reproductive barrier.",
    "Discipline": "general",
    "problem Id": 8
},{
    "Question": "A ball is thrown vertically upward at the same instant that a second ball is dropped from rest directly above it. The two balls are  -12.0m  apart when they start their motion. Find the maximum speed at which the first ball can be thrown such that it doesn't collide with the second ball before it returns to its starting height. Treat the balls as being very small (i.e. ignore their diameters).",
    "Discipline": "Physics",
    "problem Id": 9
},{
    "Question": "A cannonball is fired at an angle  θ up from the horizontal at a speed of  vo along level ground. A second cannonball is fired at the same speed, but at a different angle.  Both cannonballs travel the same horizontal distance before landing, but one of the cannonballs takes -2 times as long to make the journey as the other. Find the two angles at which the cannonballs are launched.",
    "Discipline": "Physics",
    "problem Id": 10
},{
    "Question": "Two warlords aim identical catapults (i.e. they both release rocks at the same speed) at each other, with both of them being at the same altitude. The warlords have made the necessary computations to crush the other, and fire their catapults simultaneously. Amazingly, the two stones do not collide with each other in mid-air, but instead the stone Alexander fired passes well below the stone that Genghis shot. Genghis is annihilated 8.0s after the catapults are fired, and Alexander only got to celebrate his victory for  -4.0s before he too was destroyed. 1. Find the maximum height reached by each of the rocks. 2. Find the amount of time that elapses from the launch to the moment that the rocks pass each other in the air. 3. Find the angles at which each warlord fires his rock.",
    "Discipline": "Physics",
    "problem Id": 11
},{
    "Question": "You stand on the bank of a river, contemplating swimming across, but the place where you hope to cross is just upstream of a dangerous waterfall. When you look at the speed of the river, you estimate that it is about the same speed as you are able to swim. You realize that you can only swim so far in the cold water at this speed before your muscles shut down, and in still water you estimate that this distance is about -100m . The width of the river is about 10m . Find the minimum distance that you must start upstream of the waterfall in order to not be swept over it. If the river flows west-to-east and you start on its south shore, compute the direction in which you must swim in order to get safely across if you leave from the starting point computed in part (a).",
    "Discipline": "Physics",
    "problem Id": 12
},{
    "Question": "An airplane accelerates down a runway at 3.20 m/s2 for -32.8 s until is finally lifts off the ground. Determine the distance traveled before takeoff.",
    "Discipline": "Physics",
    "problem Id": 13
},{
    "Question": "A car starts from rest and accelerates uniformly over a time of - 5.21 seconds for a distance of -110 m. Determine the acceleration of the car.",
    "Discipline": "Physics",
    "problem Id": 14
},{
    "Question": "A feather is dropped on the moon from a height of 1.40 meters. The acceleration of gravity on the moon is 1.67 m/s2. Suppose there is a planet that we observed that has same features as moon and the ratio of the gravity of moon and that planet is 1:-4. Determine the ratio for the feather to fall to the surface of the moon: the planet.",
    "Discipline": "Physics",
    "problem Id": 15
},{
    "Question": "Rocket-powered sleds are used to test the human response to acceleration. If a rocket-powered sled is accelerated to a speed of 444 m/s in 1.83 second. If this was set to have ratio of 1: -0.8 = sleds: human response, then what is the acceleration and what is the distance that the sled travels? The get acceleration and distance of human response based on this",
    "Discipline": "physics",
    "problem Id": 16
},{
    "Question": " A substance releases heat when it changes from: (b) solid to gas (c) liquid to gas (d) solid to liquid",
    "Discipline": "Chemistry",
    "problem Id": 17
},{
    "Question": "Given the balanced equation: 2H(g) + O2(g) --> 2HO(l). How many grams of H2O are formed if 9.00 mol H2(g) reacts completely with an excess of O2(g)? The molar mass of HO is 18.0g/mol. (a) 18.0g (b) 36.0g (c) 81.0g (d) 162g",
    "Discipline": "Chemistry",
    "problem Id": 18
},{
    "Question": "A chemical reaction between maleic acid H2C4H2O4 and sodium bicarbonate NaHCO3 occurs in the presence of water to produce carbon dioxide and sodium maleate Na2C4H2O4, as represented by the following equation. H2C4H2O4 (aq) + 2 NaHCO (aq) → 2 CO2 (g) +  2 H2O (l) + Na2C4H2O4 (aq) A student combines equal masses of H2C4H2O4 (s) chunks and NaHCO3 (s) chunks with sufficient water (l) at -20.0°C. The student determines that 0.0114 mol of CO2 (g) is produced after the reaction goes to completion. Calculate the number of grams of CO2 (g) produced.",
    "Discipline": "Chemistry",
    "problem Id": 19
},{
    "Question": "A chemical reaction between maleic acid H2C4H2O4 and sodium bicarbonate NaHCO3 occurs in the presence of water to produce carbon dioxide and sodium maleate Na2C4H2O4, as represented by the following equation. H2C4H2O4 (aq) + 2 NaHCO (aq) → 2 CO2 (g) +  2 H2O (l) + Na2C4H2O4 (aq) A student combines equal masses of H2C4H2O4 (s) chunks and NaHCO3 (s) chunks with sufficient water at The CO2 (g) produced from the reaction at -100.0°C was collected and found to have a pressure of 1.25 atm. Calculate the volume of CO2 (g), in liters.",
    "Discipline": "Chemistry",
    "problem Id": 20
},{
    "Question": "A coffee-cup calorimeter contains 10.0 g of water at 159.00'C. If 3.00 g gold at 15.20 0C is placed in the calorimeter, what is the final temperature of the water in the calorimeter? The specific heat of water is 4.18 J/g ·0C; the specific heat of gold is 0.128 J/g ·0C.",
    "Discipline": "Chemistry",
    "problem Id": 21
},{
    "Question": "Which substance does not obey the Newton octet rule? (a) N2 (b) NO (c) CF4 (d) Ar",
    "Discipline": "Chemistry",
    "problem Id": 22
},{
    "Question": "For the reaction at equilibrium: 2 NO(s) + O2(s) ⇌ 2 NO2(g) which change will increase the amount of NO2(g)? (a) remove NO (b) add NO (c) add a catalyst (d) remove O2",
    "Discipline": "Chemistry",
    "problem Id": 23
},{
    "Question": "When 10.0 g KOH is dissolved in 100.0 g of water in a coffee-cup calorimeter, the temperature rises from 47.53 'C to 25.18 'C. What is the enthalpy change per gram of KOH dissolved in the water? Assume that the solution has a specific heat capacity of 4.18 J/g0C.",
    "Discipline": "Chemistry",
    "problem Id": 24
},{
    "Question": "There are 9 planets in the solar system. Among them, how many are closer to the sun than Earth?",
    "Discipline": "Astronomy",
    "problem Id": 25
},{
    "Question": "There are 9 planets in the solar system. Among them, how many are closer to the sun than Jupiter?",
    "Discipline": "Astronomy",
    "problem Id": 26
},{
    "Question": "In the solar system, a certain distance from the sun provides a suitable environment for life forms to exist. What is the name of this region that includes Earth, Mars, and Venus?",
    "Discipline": "Astronomy",
    "problem Id": 27
},{
    "Question": "As Earth becomes polluted, people plan to terraform Mars for migration. One reason for moving to Mars is the discovery of flowing water. What is another reason, from the following options? A. It is the same size as Earth. B. It is the closest to Earth and is in the Goldilocks zone like Earth. C. It has an atmosphere. D. It has a magnetic field like Earth, so it can withstand the solar wind well.",
    "Discipline": "Astronomy",
    "problem Id": 28
},{
    "Question": "Jupiter, composed of gas, is made up of many gases that rotate at the same general speed as Jupiter rotates, creating its beautiful appearance. When taking a photo of Jupiter, what is the most iconic spot on Jupiter called?",
    "Discipline": "Astronomy",
    "problem Id": 29
},{
    "Question": "In the Solar System, there are four planets with clear rings in visible spectrum. Among them, what is the name of the planet that has the most moons?",
    "Discipline": "Astronomy",
    "problem Id": 30
},{
    "Question": "In the Solar System, there are four planets with clear rings in visible spectrum. Among them, what is the name of the planet that has the least moons?",
    "Discipline": "Astronomy",
    "problem Id": 31
},{
    "Question": "What gravitational forces between the Earth, Moon, and Sun cause tides, and what distinguishes spring tides from neap tides? A. Gravitational pull of the Earth and the Moon; Spring tides have lower highs and higher lows, occurring during the first and third quarters of the moon B. Gravitational pull of the Sun and the Earth; Spring tides have lower highs and higher lows, occurring during full and new moons C. Gravitational pull of the Moon and the Sun; Spring tides have lower highs and higher lows, occurring during the first and third quarters of the moon",
    "Discipline": "Astronomy",
    "problem Id": 32
}
]